/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " － ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@（自动存储）";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "“%1$@”不能打开格式为“%2$@”的文件。";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "“%@”不能打开这种类型的文件。";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "未能处理“%1$@”，因为“%2$@”不能打开格式为“%3$@”的文件。";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "未能处理“%1$@”，因为“%2$@”不能打开这种类型的文件。";

/* Label of Cancel button. */
"Cancel" = "取消";

/* Action name for undoing print info changes. */
"Change Print Settings" = "更改打印设置";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "关闭";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "放弃更改";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "您仍然要覆盖它吗？";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "您想复原到文稿“%@”最近保存过的版本吗？";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "您要存储对文稿“%@”所做的更改吗？";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "不覆盖";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "不存储";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "错误";

/* Title of a save panel for a Save To operation. */
"Export" = "导出";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "导出为：";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "如果不检查一下您的文稿，所有更改都将丢失。";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "它将被存储到“%@”文件夹中，或您可以指定另一个位置。";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "它将以这个新名称存储，或您可以提供另一个名称。";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "未能创建文稿。%@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "覆盖";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "退出";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "仍要退出";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "复原";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "复查更改…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "复查未存储的文稿";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "存储";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "存储为：";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "存储为…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "存储对“%@”的更改吗？";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "存储…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "未能重新打开自动存储的文稿“%1$@”。%2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "如果您存储，则其他应用程序所做的更改将被丢失。仍要存储吗？";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "未能将文稿“%1$@”自动存储。%2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "未能将文稿“%1$@”导出为“%2$@”。%3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "未能打开文稿“%1$@”以进行打印。%2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "未能打开文稿“%1$@”。%2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "未能打印文稿“%1$@”。%2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "未能复原文稿“%1$@”。%2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "未能将文稿“%1$@”存储为“%2$@”。%3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "未能存储文稿“%1$@”。%2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "文稿“%@”已被移动。";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "文稿“%@”在废纸篓中。";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "文件“%@”已被锁定。";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "文件被锁定。";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "不能确定文稿“%@”的位置。";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "最近使用过的文稿“%@”未能打开。";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "最近使用过的文稿“%@”已丢失。";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "此文稿未能被自动存储，因为您没有它所在文件夹的写访问权限。";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "此文稿已重新命名为“%@”。";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "自您打开或存储此文稿以来，它的文件已被另一个应用程序所更改。";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "未存储的“%@”文稿";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "“%1$@”文稿还剩 %2$ld 未存储";

/* Name to use for the first untitled document. */
"Untitled" = "未命名";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "未命名 %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "您可以存储到另一位置。";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "您可以指定它的存储位置。";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "您有 %1$@ 个“%2$@”文稿未存储更改。您要在退出前查看这些更改吗？";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "您有一些文稿未存储。";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "如果在您进行存储之前，这台电脑出现故障或者断电，您将会丢失所做的更改。";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "如果您没有存储更改，它们就会丢失。";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "您当前的更改将丢失。";

